Repository: xqf400/explorar-master
Catalog: explorar/Shared/Localizable.xcstrings
Source language: en
Languages: de, fr, it, tr

source: Save QR Code
de: QR-Code speichern
fr: Enregistrer le code QR
it: Salva il codice QR
tr: QR Kodunu Kaydet

source: Saved to: %@
de: Gesichert in: %@
fr: Enregistré dans : %@
it: Salvato in: %@
tr: Kaydedildi: %@

source: Scan QR-Code
de: QR-Code scannen
fr: Scanner le QR-Code
it: Scansione del codice QR
tr: QR Kodunu Tarayın

# Scan the QR code on-site or select a pin to get more details about the place!
source: Scan the QR code on site or select a pin to get more information about the attraction!
de: Scanne den QR-Code vor Ort oder wähle eine Sehenswürdigkeit aus, um weitere Informationen darüber zu erhalten!
fr: Scanne le code QR sur place ou sélectionne une épingle pour obtenir plus d'informations sur le site touristique !
it: Scansionate il codice QR in loco o selezionate un pin per ottenere maggiori informazioni sull'attrazione!
tr: Sitede yer alan QR kodunu tarayın veya cazibe merkezi hakkında daha fazla bilgi almak için bir pin seçin!

source: Search sightseeing attractions for %@
de: Suche Sehenswürdigkeiten für %@
fr: Recherche d'attractions touristiques pour %@
it: Cerca le attrazioni turistiche per %@
tr: @ için gezilecek yerleri arayın

# Sehenswürdigkeiten besucht (40 Punkte)
source: Sights visited (40 points)
de: Sehenswürdigkeiten besucht (40 Punkte)
fr: Visité des sites touristiques (40 points)
it: Luoghi visitati (40 punti)
tr: Ziyaret edilen yerler (40 puan)

# Sehenswürdigkeiten besucht (80 Punkte)
source: Sights visited (80 points)
de: Sehenswürdigkeiten besucht (80 Punkte)
fr: Visité des sites touristiques (80 points)
it: Luoghi visitati (80 punti)
tr: Ziyaret edilen yerler (80 puan)

source: Select Image
de: Bild auswählen
fr: Sélectionner une image
it: Selezionare l'immagine
tr: Resim Seçiniz

source: Select Photos
de: Fotos auswählen
fr: Sélectionner les photos
it: Seleziona le foto
tr: Fotoğraf Seçin

source: Select Recogintion Image
de: Erkennungsbild auswählen
fr: Sélectionner l'image d'enregistrement
it: Selezionare l'immagine di riconoscimento
tr: Kayıt Görüntüsünü Seçin

source: Selected Image:
de: Ausgewähltes Bild:
fr: Image choisie :
it: Immagine selezionata:
tr: Seçilen Resim:

source: Send 1 message to XQF
de: 1 Nachricht an XQF senden
fr: Envoyer 1 message à XQF
it: Invia 1 messaggio a XQF
tr: XQF adresine 1 mesaj gönderin

source: Send Message
de: Nachricht senden
fr: Envoyer un message
it: Invia il messaggio
tr: Mesaj Gönder

source: Send Message with OneSignal
de: Nachricht mit OneSignal senden
fr: Envoyer un message avec OneSignal
it: Inviare un messaggio con OneSignal
tr: OneSignal ile Mesaj Gönderin

source: Send local message in x minutes
de: Lokale Nachricht in x Minuten senden
fr: Envoyer un message local en x minutes
it: Inviare un messaggio locale in x minuti
tr: Yerel mesajı x dakika içinde gönder

source: Send local notification
de: Lokale Benachrichtigung senden
fr: Envoyer une notification locale
it: Inviare una notifica locale
tr: Yerel bildirim gönderme

source: Send local with date
de: Lokale Nachricht mit Datum senden
fr: Envoyer le local avec la date
it: Invia locale con data
tr: Tarihle birlikte yerel gönder

source: Send to all message
de: An alle senden Nachricht
fr: Envoyer à tous les messages
it: Invia a tutti il messaggio
tr: Tüm mesajlara gönder

source: Send to all with name
de: Senden an alle mit Name
fr: Envoyer à tous avec le nom
it: Inviare a tutti con il nome
tr: İsim ile herkese gönder

source: Set username
de: Benutzernamen festlegen
fr: Définir le nom d'utilisateur
it: Impostare il nome utente
tr: Kullanıcı adını ayarla

source: Short Infos
de: Kurze Infos
fr: Infos brèves
it: Informazioni brevi
tr: Kısa Bilgiler

source: Short Infos Example: test,test2,test
de: Kurzinfos Beispiel: test,test2,test
fr: Infos succinctes Exemple : test,test2,test
it: Informazioni brevi Esempio: test,test2,test
tr: Kısa Bilgi Örnek: test,test2,test

source: Show QR code
de: QR-Code anzeigen
fr: Afficher le code QR
it: Mostra codice QR
tr: QR kodunu göster

source: Show image on your wall
de: Bild an Ihrer Wand anzeigen
fr: Afficher l'image sur votre mur
it: Mostra l'immagine sulla tua parete
tr: Resmi duvarınızda gösterin

# Show places
source: Show sights
de: Sehenswürdigkeiten anzeigen
fr: Afficher les sites à visiter
it: Mostra i luoghi di interesse
tr: İlgi çekici yerleri göster

source: Sign up
de: Registrierung
fr: S'inscrire
it: Iscriviti
tr: Kaydolun

# Smile detected!
source: Smile discovered. Recording possible!
de: Lächeln entdeckt. Aufnahme möglich!
fr: Découvrir le sourire. Enregistrement possible !
it: Scoprite un sorriso. Registrazione possibile!
tr: Bir gülümseme keşfedin. Kayıt mümkün!

source: Smile detected! ✅
de: Lächeln entdeckt! ✅
fr: Sourire détecté ! ✅
it: Sorriso rilevato! ✅
tr: Gülümseme tespit edildi! ✅

source: Smile to take a photo
de: Lächele für ein Foto
fr: Sourire pour prendre une photo
it: Sorridere per scattare una foto
tr: Fotoğraf çektirmek için gülümseyin

source: Smiling
de: Lächele
fr: Sourire
it: Sorridere
tr: Gülümsemek

# Sprache
source: Language
de: Sprache
fr: Langue
it: Lingua
tr: Dil

# Start AI research
source: Start ai research & generation
de: Starte KI Suche & Generierung
fr: Début de la génération d'intelligence artificielle
it: Inizio della generazione dell'intelligenza artificiale
tr: Yapay zeka üretiminin başlangıcı

source: Start navigation
de: Navigation starten
fr: Démarrer la navigation
it: Avviare la navigazione
tr: Navigasyonu başlat

source: Take Photo
de: Foto aufnehmen
fr: Prendre une photo
it: Scattare una foto
tr: Fotoğraf Çek

source: Take photo
de: Foto machen
fr: Prendre une photo
it: Scattare una foto
tr: Fotoğraf çek

source: Tap anywhere to close
de: Tippe zum Schließen auf eine beliebige Stelle.
fr: Tapez n'importe où pour fermer
it: Toccare un punto qualsiasi per chiudere
tr: Kapatmak için herhangi bir yere dokunun

source: Testmode is %@
de: Testmode ist %@
fr: Le mode de test est %@
it: La modalità di prova è %@
tr: Test modu %@

# Testmode umschalten
source: Switch test mode
de: Testmode umschalten
fr: Changer de mode de test
it: Commutare la modalità di test
tr: Test modunu değiştir

source: The %@ shows sights and interesting information about %@.
de: Die %@ zeigt Sehenswürdigkeiten und interessante Informationen über %@.
fr: Le %@ affiche des vues et des informations intéressantes sur le %@.
it: Il %@ mostra attrazioni e informazioni interessanti sul %@.
tr: The %@, %@ ile ilgili manzaraları ve ilginç bilgileri gösterir.

source: The AI is generating the image in %lld. While you wait, you can play a round Tic Tac Toe.
de: Die KI erzeugt das Bild im Jahr %lld. Während du wartest, kannst du eine Runde Tic Tac Toe spielen.
fr: L'IA génère l'image dans %lld. Pendant que vous attendez, vous pouvez jouer au Tic Tac Toe.
it: L'intelligenza artificiale sta generando l'immagine in %lld. Nell'attesa, è possibile giocare a Tic Tac Toe.
tr: Yapay zeka görüntüyü %lld olarak oluşturuyor. Beklerken bir tur Tic Tac Toe oynayabilirsiniz.

source: The AI is looking for sightseeing attractions. While you wait, you can play a game of memory.
de: Die KI ist auf der Suche nach Sehenswürdigkeiten. Während du wartest, kannst du eine Runde Memory spielen.
fr: L'IA recherche des attractions touristiques. Pendant que vous attendez, vous pouvez jouer à un jeu de mémoire.
it: L'intelligenza artificiale è alla ricerca di attrazioni turistiche. Nell'attesa, si può giocare a memoria.
tr: Yapay zeka gezilecek yerleri arıyor. Beklerken bir hafıza oyunu oynayabilirsiniz.

source: The sightseeing infos can be wrong. The AI isn't perfect and can be wrong.
de: Die Sehenswürdigkeiten Infos können falsch sein. Die KI ist nicht perfekt und kann sich irren.
fr: Les informations touristiques peuvent être erronées. L'IA n'est pas parfaite et peut se tromper.
it: Le informazioni sulle visite turistiche possono essere sbagliate. L'intelligenza artificiale non è perfetta e può sbagliare.
tr: Gezi bilgileri yanlış olabilir. Yapay zeka mükemmel değildir ve yanılabilir.

source: Translated answers:
de: Übersetzte Antworten:
fr: Réponses traduites :
it: Risposte tradotte:
tr: Tercüme edilmiş cevaplar:

source: Translated question:
de: Übersetzte Frage:
fr: Question traduite :
it: Domanda tradotta:
tr: Sorunun tercümesi:

source: Translated shortInfo:
de: Übersetztes ShortInfo:
fr: Traduit en brefInfo :
it: Traduzione di shortInfo:
tr: Kısa bilgi çevrildi:

source: Translated text:
de: Übersetzter Text:
fr: Texte traduit :
it: Testo tradotto:
tr: Çeviri metin:

source: Translating...
de: Übersetzen...
fr: Traduire...
it: Tradurre...
tr: Çeviri...

source: Try again
de: Erneut versuchen
fr: Réessayer
it: Riprova
tr: Tekrar deneyin

# Typ
source: Type
de: Typ
it: Tipo
tr: Tip

source: Upload All
de: Alle hochladen
fr: Télécharger tout
it: Carica tutto
tr: Tümünü Yükle

source: Upload to Firebase
de: Hochladen zu Firebase
fr: Télécharger vers Firebase
it: Caricare su Firebase
tr: Firebase'e yükleyin

source: Uploading Images...
de: Bilder hochladen...
fr: Téléchargement d'images...
it: Caricamento di immagini...
tr: Resim Yükleme...

source: Uploading POI...
de: POI hochladen...
fr: Téléchargement de POI...
it: Caricamento dei POI...
tr: POI yükleniyor...

source: Uploading...
de: Hochladen...
fr: Téléchargement...
it: Caricamento...
tr: Yükleniyor...

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
tr: Kullanıcı Adı

# Vector Eraser
source: Eraser
de: Vektor-Radiergummi
fr: Gomme
it: Gomma
tr: Silgi

source: Welcome to ExplorAR
de: Willkommen bei ExplorAR
fr: Bienvenue à ExplorAR
it: Benvenuti a ExplorAR
tr: ExplorAR'a Hoş Geldiniz

# Wische auf dem schwarzen Bildschirm um die richtige Antwort herauszufinden.
source: Swipe on the black screen to find out the correct answer.
de: Wische auf dem schwarzen Bildschirm um die richtige Antwort herauszufinden.
fr: Essuie l'écran noir pour trouver la bonne réponse.
it: Passare il dito sullo schermo nero per scoprire la risposta corretta.
tr: Doğru cevabı bulmak için siyah ekranı kaydırın.

source: Working…
de: Arbeiten...
fr: Travailler...
it: Lavorare...
tr: Çalışıyorum.

source: Wrong answer!
de: Falsche Antwort!
fr: Mauvaise réponse !
it: Risposta sbagliata!
tr: Yanlış cevap!

# Wöchentliche Aufgaben
source: Weekly challenges
de: Wöchentliche Aufgaben
fr: Tâches hebdomadaires
it: Compiti settimanali
tr: Haftalık görevler

# Wöchentliche Punkte: %lld
source: Weekly points: %lld
de: Wöchentliche Punkte: %lld
fr: Points hebdomadaires : %lld
it: Punti settimanali: %lld
tr: Haftalık puanlar: lld

source: Yeah correct! 🎉
de: Ja, richtig! 🎉
fr: Oui, c'est exact ! 🎉
it: Sì, esatto! 🎉
tr: Evet, doğru! 🎉

# Yeah you got %@ points! 🎉
source: Yeah, correct. You got %@ points! 🎉
de: Ja, richtig! Du hast %@ Punkte bekommen! 🎉
fr: Oui, c'est exact. Vous avez obtenu %@ points ! 🎉
it: Sì, esatto. Hai ottenuto i punti %@! 🎉
tr: Evet, doğru. %@ puan aldın! 🎉

source: Yeah, selfie taken! And you got %d points! 🎉
de: Ja, Selfie gemacht! Und du hast %d Punkte bekommen! 🎉
fr: Oui, selfie pris ! Et vous avez obtenu %d points ! 🎉
it: Sì, selfie scattato! E hai ottenuto %d punti! 🎉
tr: Evet, selfie çekildi! Ve %d puan aldın! 🎉

# You Win!
source: You won!
de: Du hast gewonnen!
fr: Vous avez gagné !
it: Hai vinto!
tr: Sen kazandın!

source: You found all pairs in %lld moves!
de: Du hast alle Paare in %lld Zügen gefunden!
fr: Vous avez trouvé toutes les paires en %lld mouvements !
it: Hai trovato tutte le coppie in %lld mosse!
tr: Tüm çiftleri %lld hamlede buldunuz!

# Zurückkehren
source: Return
de: Zurückkehren
fr: Retourner
it: Ritorno
tr: Dönüş

# Zurückkehren und betrachten
source: Return and contemplate
de: Zurückkehren und betrachten
fr: Revenir et regarder
it: Ritornare e contemplare
tr: Geri dönün ve düşünün

source: challenge
de: Aufgabe
fr: défi
it: sfida
tr: meydan okuma

source: generating
de: Erzeuge
fr: générant
it: generando
tr: üreten

source: get Mp3
de: Mp3 bekommen
fr: obtenir Mp3
it: ottenere Mp3
tr: Mp3 al

source: hey ai
de: Hallo KI
it: Ehi ai

source: identify drawing animal
de: Zeichentier identifizieren
fr: identifier le dessin de l'animal
it: identificare l'animale da disegno
tr: çizim hayvanını tanımlama

source: image
de: Bild
it: immagine
tr: görüntü

source: images
de: Bilder
it: immagini
tr: görüntüler

source: list
de: Liste
fr: Liste
it: Elenco
tr: Liste

source: map
de: Karte
fr: carte
it: mappa
tr: harita

# model
source: modelmodel
de: Modell
fr: modèle
it: modello
tr: model

source: off
de: aus
fr: éteint
it: spento
tr: kapalı

source: on
de: an
fr: à
it: su
tr: üzerinde

source: or
de: oder
fr: ou
it: o
tr: veya

# points_awarded
source: Yeah correct, you got %d points! 🎉
de: Ja richtig, du hast %d Punkte bekommen! 🎉
fr: Oui, vous avez obtenu %d points ! 🎉
it: Sì, hai ottenuto %d punti! 🎉
tr: Evet, %d puan aldın! 🎉

source: scene
de: Szene
fr: scène
it: scena
tr: sahne

# selfie_points
source: Yeah, selfie taken!
de: Ja, Selfie gemacht!
fr: Oui, selfie pris !
it: Sì, scattiamo un selfie!
tr: Evet, selfie çekildi!

source: texts
de: Texte
fr: textes
it: testi
tr: metinler

source: translating
de: Übersetze
fr: traduction
it: tradurre
tr: ÇEVİRİ

source: ❌ Wrong answer!
de: ❌ Falsche Antwort!
fr: Mauvaise réponse !
it: Risposta sbagliata!
tr: ❌ Yanlış cevap!

source: 🏆 Top 5 Friends
de: 🏆 Top 5 Freunde
fr: 🏆 Top 5 des amis
it: 🏆 Top 5 Amici
tr: 🏆 En İyi 5 Arkadaş

source: Email
fr: Courriel
tr: E-posta

source: Level %lld
fr: Niveau %lld
it: Livello %lld
tr: Seviye %lld

source: Name
fr: Nom
it: Nome
tr: İsim

source: POI Name
fr: Nom du POI
it: Nome del POI
tr: İÇN Adı

source: Radius: %lldm
fr: Rayon : %lldm
it: Raggio: %lldm
tr: Yarıçap: %lldm

source: text
fr: texte
it: testo
tr: Metin

source: Infos
it: Informazioni
tr: Bilgi

source: Original
it: Originale
tr: Orijinal

source: Pause
it: Pausa
tr: Duraklat

source: Profil
it: Profilo

source: Variation
it: Variazione
tr: Varyasyon

source: Id
tr: Kimlik

source: OK
tr: TAMAM.

source: audio
tr: ses
